Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# offer_end_soon
source: on FamilyTime Premium Hurry up, this offer ends soon!
ar: على FamilyTime Premium أسرع، هذا العرض سينتهي قريبًا!
de: auf FamilyTime Premium Beeilen Sie sich, dieses Angebot endet bald!
es: en FamilyTime Premium ¡Date prisa, esta oferta termina pronto!
fi_fi: FamilyTime Premiumissa Pidä kiirettä, tämä tarjous päättyy pian!
fr: sur FamilyTime Premium Dépêchez-vous, cette offre se termine bientôt !
he: ב-FamilyTime Premium מהרו, המבצע הזה מסתיים בקרוב!
it: su FamilyTime Premium Affrettati, l'offerta scade presto!
ja_jp: FamilyTime プレミアムで このオファーはまもなく終了しますのでお急ぎください。
pt: no FamilyTime Premium Apresse-se, esta oferta termina em breve!
tr: FamilyTime Premium'da Acele edin, bu teklif yakında sona eriyor!
zh_hans: FamilyTime Premium 快点，此优惠即将结束！

# ok_button
source: Ok
ar: موافق
es: Bien
he: בסדר
ja_jp: わかった
tr: Tamam
zh_hans: 确定

# onboarding.addChild.agePlaceholder
source: Age
ar: العمر
de: Alter
es: Edad
fi_fi: Ikä
fr: Âge
he: גיל
it: Età
ja_jp: 年齢
pt: Idade
tr: Yaş
zh_hans: 年龄

# onboarding.addChild.continue
source: Continue
ar: تابِع
de: Weiter
es: Continuar
fi_fi: Jatka
fr: Continuer
he: המשך
it: Continua
ja_jp: 続ける
pt: Continuar
tr: Devam et
zh_hans: 继续

# onboarding.addChild.genderPlaceholder
source: Gender
ar: الجنس
de: Geschlecht
es: Género
fi_fi: Sukupuoli
fr: Sexe
he: מין
it: Sesso
ja_jp: 性別
pt: Gênero
tr: Cinsiyet
zh_hans: 性别

# onboarding.addChild.namePlaceholder
source: Name
ar: الاسم
es: Nombre
fi_fi: Nimi
fr: Nom
he: שם
it: Nome
ja_jp: 名前
pt: Nome
tr: Ad
zh_hans: 姓名

# onboarding.addChild.sectionHeader
source: Child Details
ar: تفاصيل الطفل
de: Angaben zum Kind
es: Datos del hijo
fi_fi: Lapsen tiedot
fr: Détails de l'enfant
he: פרטי הילד
it: Dati del bambino
ja_jp: お子様の情報
pt: Detalhes da criança
tr: Çocuk bilgileri
zh_hans: 孩子信息

# onboarding.addChild.subtitle
source: Tell us a little about your child.
ar: أخبرنا قليلاً عن طفلك.
de: Erzählen Sie uns ein wenig über Ihr Kind.
es: Cuéntanos un poco sobre tu hijo.
fi_fi: Kerro hieman lapsestasi.
fr: Parlez-nous un peu de votre enfant.
he: ספר לנו קצת על הילד שלך.
it: Raccontaci qualcosa sul tuo bambino.
ja_jp: お子様について少し教えてください。
pt: Conte-nos um pouco sobre seu filho.
tr: Bize çocuğunuzdan biraz bahsedin.
zh_hans: 简单介绍一下您的孩子。

# onboarding.addChild.title
source: Add a Child
ar: إضافة طفل
de: Kind hinzufügen
es: Añadir un hijo
fi_fi: Lisää lapsi
fr: Ajouter un enfant
he: הוספת ילד
it: Aggiungi un figlio
ja_jp: お子様を追加
pt: Adicionar uma criança
tr: Çocuk ekle
zh_hans: 添加孩子

# onboarding.addChild.validation
source: Please enter the child's name.
ar: يرجى إدخال اسم الطفل.
de: Bitte geben Sie den Namen des Kindes ein.
es: Introduce el nombre del hijo.
fi_fi: Anna lapsen nimi.
fr: Veuillez saisir le nom de l'enfant.
he: אנא הזן את שם הילד.
it: Inserisci il nome del bambino.
ja_jp: お子様の名前を入力してください。
pt: Insira o nome da criança.
tr: Lütfen çocuğun adını girin.
zh_hans: 请输入孩子的姓名。

# onboarding.common.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fi_fi: Takaisin
fr: Retour
he: חזור
it: Indietro
ja_jp: 戻る
pt: Voltar
tr: Geri
zh_hans: 返回

# onboarding.confirm.checkStatus
source: Check Status
ar: تحقّق من الحالة
de: Status prüfen
es: Comprobar estado
fi_fi: Tarkista tila
fr: Vérifier l'état
he: בדיקת סטטוס
it: Controlla lo stato
ja_jp: 状態を確認
pt: Verificar status
tr: Durumu kontrol et
zh_hans: 检查状态

# onboarding.confirm.goToDashboard
source: Go to Dashboard
ar: انتقل إلى لوحة التحكم
de: Zum Dashboard
es: Ir al panel
fi_fi: Siirry koontinäyttöön
fr: Aller au tableau de bord
he: מעבר ללוח הבקרה
it: Vai alla dashboard
ja_jp: ダッシュボードへ
pt: Ir para o painel
tr: Panoya git
zh_hans: 前往主面板

# onboarding.confirm.pendingSubtitle
source: Finish setup on the child's device to complete pairing.
ar: أكمل الإعداد على جهاز طفلك لإتمام الإقران.
de: Schließen Sie die Einrichtung auf dem Gerät Ihres Kindes ab, um die Kopplung abzuschließen.
es: Termina la configuración en el dispositivo de tu hijo para completar la vinculación.
fi_fi: Viimeistele määritys lapsesi laitteella yhdistämisen suorittamiseksi.
fr: Terminez la configuration sur l'appareil de votre enfant pour finaliser l'association.
he: סיים את ההגדרה במכשיר הילד כדי להשלים את ההתאמה.
it: Completa la configurazione sul dispositivo di tuo figlio per finire l'abbinamento.
ja_jp: ペアリングを完了するには、お子様のデバイスで設定を終えてください。
pt: Conclua a configuração no dispositivo do seu filho para finalizar o pareamento.
tr: Eşleştirmeyi tamamlamak için çocuğunuzun cihazında kurulumu bitirin.
zh_hans: 请在孩子的设备上完成设置以结束配对。

# onboarding.confirm.pendingTitle
source: Waiting for Device
ar: في انتظار الجهاز
de: Warten auf Gerät
es: Esperando el dispositivo
fi_fi: Odotetaan laitetta
fr: En attente de l'appareil
he: ממתין למכשיר
it: In attesa del dispositivo
ja_jp: デバイスを待っています
pt: Aguardando o dispositivo
tr: Cihaz bekleniyor
zh_hans: 等待设备

# onboarding.confirm.successSubtitle
source: Your child's device is now connected.
ar: جهاز طفلك متصل الآن.
de: Das Gerät Ihres Kindes ist jetzt verbunden.
es: El dispositivo de tu hijo ya está conectado.
fi_fi: Lapsesi laite on nyt yhdistetty.
fr: L'appareil de votre enfant est maintenant connecté.
he: מכשיר הילד שלך מחובר כעת.
it: Il dispositivo di tuo figlio è ora connesso.
ja_jp: お子様のデバイスが接続されました。
pt: O dispositivo do seu filho está conectado.
tr: Çocuğunuzun cihazı artık bağlı.
zh_hans: 您孩子的设备已连接。

# onboarding.confirm.successTitle
source: Device Paired
ar: تم إقران الجهاز
de: Gerät gekoppelt
es: Dispositivo vinculado
fi_fi: Laite yhdistetty
fr: Appareil associé
he: המכשיר הותאם
it: Dispositivo abbinato
ja_jp: デバイスをペアリングしました
pt: Dispositivo pareado
tr: Cihaz eşleştirildi
zh_hans: 设备已配对

# onboarding.deviceSetup.continue
source: Continue
ar: تابِع
de: Weiter
es: Continuar
fi_fi: Jatka
fr: Continuer
he: המשך
it: Continua
ja_jp: 続ける
pt: Continuar
tr: Devam et
zh_hans: 继续

# onboarding.deviceSetup.platformLabel
source: Platform
ar: النظام الأساسي
de: Plattform
es: Plataforma
fi_fi: Alusta
fr: Plateforme
he: פלטפורמה
it: Piattaforma
ja_jp: プラットフォーム
pt: Plataforma
zh_hans: 平台

# onboarding.deviceSetup.subtitle
source: Which device will your child use?
ar: ما الجهاز الذي سيستخدمه طفلك؟
de: Welches Gerät wird Ihr Kind verwenden?
es: ¿Qué dispositivo usará tu hijo?
fi_fi: Mitä laitetta lapsesi käyttää?
fr: Quel appareil votre enfant utilisera-t-il ?
he: באיזה מכשיר ישתמש הילד שלך?
it: Quale dispositivo userà tuo figlio?
ja_jp: お子様が使うデバイスはどれですか？
pt: Qual dispositivo seu filho vai usar?
tr: Çocuğunuz hangi cihazı kullanacak?
zh_hans: 您的孩子将使用哪台设备？

# onboarding.deviceSetup.title
source: Set Up the Device
ar: إعداد الجهاز
de: Gerät einrichten
es: Configurar el dispositivo
fi_fi: Määritä laite
fr: Configurer l'appareil
he: הגדרת המכשיר
it: Configura il dispositivo
ja_jp: デバイスを設定
pt: Configurar o dispositivo
tr: Cihazı kur
zh_hans: 设置设备

# onboarding.qr.accessibilityLabel
source: Pairing QR code
ar: رمز QR للإقران
de: Kopplungs-QR-Code
es: Código QR de vinculación
fi_fi: Yhdistämisen QR-koodi
fr: Code QR d'association
he: קוד QR להתאמה
it: Codice QR di abbinamento
ja_jp: ペアリング用QRコード
pt: Código QR de pareamento
tr: Eşleştirme QR kodu
zh_hans: 配对二维码

# onboarding.qr.continue
source: Continue
ar: تابِع
de: Weiter
es: Continuar
fi_fi: Jatka
fr: Continuer
he: המשך
it: Continua
ja_jp: 続ける
pt: Continuar
tr: Devam et
zh_hans: 继续

# onboarding.qr.installGuide
source: View installation guide
ar: اعرض دليل التثبيت
de: Installationsanleitung ansehen
es: Ver guía de instalación
fi_fi: Näytä asennusopas
fr: Voir le guide d'installation
he: הצגת מדריך התקנה
it: Visualizza la guida all'installazione
ja_jp: インストールガイドを見る
pt: Ver guia de instalação
tr: Kurulum kılavuzunu görüntüle
zh_hans: 查看安装指南

# onboarding.qr.instruction
source: Scan this QR code with your child's device to pair it.
ar: امسح رمز QR هذا بجهاز طفلك لإقرانه.
de: Scannen Sie diesen QR-Code mit dem Gerät Ihres Kindes, um es zu koppeln.
es: Escanea este código QR con el dispositivo de tu hijo para vincularlo.
fi_fi: Skannaa tämä QR-koodi lapsesi laitteella yhdistääksesi sen.
fr: Scannez ce code QR avec l'appareil de votre enfant pour l'associer.
he: סרוק קוד QR זה באמצעות מכשיר הילד כדי להתאים אותו.
it: Scansiona questo codice QR con il dispositivo di tuo figlio per abbinarlo.
ja_jp: お子様のデバイスでこのQRコードをスキャンしてペアリングします。
pt: Escaneie este código QR com o dispositivo do seu filho para pareá-lo.
tr: Eşleştirmek için bu QR kodunu çocuğunuzun cihazıyla tarayın.
zh_hans: 用孩子的设备扫描此二维码以完成配对。

# onboarding.qr.missingChild
source: No child selected to pair.
ar: لم يتم اختيار طفل للإقران.
de: Kein Kind zum Koppeln ausgewählt.
es: No hay ningún hijo seleccionado para vincular.
fi_fi: Yhdistettävää lasta ei ole valittu.
fr: Aucun enfant sélectionné à associer.
he: לא נבחר ילד להתאמה.
it: Nessun bambino selezionato da abbinare.
ja_jp: ペアリングするお子様が選択されていません。
pt: Nenhuma criança selecionada para parear.
tr: Eşleştirilecek çocuk seçilmedi.
zh_hans: 未选择要配对的孩子。

# onboarding.qr.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fi_fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
it: Riprova
ja_jp: 再試行
pt: Tentar novamente
tr: Yeniden dene
zh_hans: 重试

# onboarding.qr.title
source: Pair the Device
ar: إقران الجهاز
de: Gerät koppeln
es: Vincular el dispositivo
fi_fi: Yhdistä laite
fr: Associer l'appareil
he: התאמת המכשיר
it: Abbina il dispositivo
ja_jp: デバイスをペアリング
pt: Parear o dispositivo
tr: Cihazı eşleştir
zh_hans: 配对设备

# onboarding.welcome.getStarted
source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fi_fi: Aloita
fr: Commencer
he: התחל
it: Inizia
ja_jp: 始める
pt: Começar
tr: Başla
zh_hans: 开始

# onboarding.welcome.subtitle
source: Keep your family safe across all their devices.
ar: حافظ على أمان عائلتك على جميع أجهزتها.
de: Schützen Sie Ihre Familie auf allen ihren Geräten.
es: Protege a tu familia en todos sus dispositivos.
fi_fi: Pidä perheesi turvassa kaikilla heidän laitteillaan.
fr: Protégez votre famille sur tous ses appareils.
he: שמור על המשפחה שלך בכל המכשירים שלהם.
it: Proteggi la tua famiglia su tutti i loro dispositivi.
ja_jp: すべてのデバイスで家族を守りましょう。
pt: Mantenha sua família segura em todos os dispositivos.
tr: Ailenizi tüm cihazlarında güvende tutun.
zh_hans: 在所有设备上保护您的家人安全。

# onboarding.welcome.title
source: Welcome to FamilyTime
ar: مرحبًا بك في FamilyTime
de: Willkommen bei FamilyTime
es: Bienvenido a FamilyTime
fi_fi: Tervetuloa FamilyTimeen
fr: Bienvenue sur FamilyTime
he: ברוך הבא ל-FamilyTime
it: Benvenuto in FamilyTime
ja_jp: FamilyTime へようこそ
pt: Bem-vindo ao FamilyTime
tr: FamilyTime'a hoş geldiniz
zh_hans: 欢迎使用 FamilyTime

# oops_title
source: Oops!
ar: فشل!
de: Hoppla!
es: Ups!
fi_fi: Hups!
fr: Oups!
he: אופס!
it: Ops!
ja_jp: おっと！
pt: Opa!
tr: Üzgünüz!
zh_hans: 唉哟！

# open_familytime_string_5
source: share FamilyTime Jr. link with your kid.
ar: FamilyTime Jr. مع طفلك.
de: Teilen Sie den FamilyTime Jr.-Link mit Ihrem Kind.
es: comparta el enlace de FamilyTime Jr. con su hijo.
fi_fi: jaa FamilyTime Jr. -linkki lapsesi kanssa.
fr: partagez le lien FamilyTime Jr. avec votre enfant.
he: FamilyTime Jr. עם הילד שלך.
it: condividi il collegamento di FamilyTime Jr. con tuo figlio.
ja_jp: FamilyTime Jr. リンクをお子様と共有します。
pt: compartilhe o link do FamilyTime Jr. com seu filho.
tr: FamilyTime Jr. bağlantısını çocuğunuzla paylaşın.
zh_hans: 与您的孩子分享 FamilyTime Jr. 链接。

source: Open Settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abra Configuración
fi_fi: Avaa Asetukset
fr: Ouvrir les paramètres
he: פתח את ההגדרות
it: Apri Impostazioni
ja_jp: 設定を開く
pt: Abrir Configurações
tr: Ayarları Aç
zh_hans: 打开“设置”

# parent_alert_1_content_1
source: Are you sure you want to revoke this invitation?
ar: هل أنت متأكد أنك تريد إلغاء هذه الدعوة؟
de: Sind Sie sicher, dass Sie diese Einladung zurückziehen möchten?
es: ¿Estás seguro de querer revocar la invitación?
fi_fi: Oletko varma että haluat peruuttaa kutsun?
fr: Êtes-vous sûr de vouloir révoquer cette invitation ?
he: האם אתה בטוח שברצונך לבטל הזמנה זו?
it: Sicuro di voler revocare questo invito?
ja_jp: 本当にこの招待を取り消しますか？
pt: Tem certeza de que deseja cancelar esse convite?
tr: Bu daveti iptal etmek istediğinizden emin misiniz?
zh_hans: 您确定要收回邀请吗？

# parent_alert_2_content_1
source: Co-parenting/monitoring invitation Revoked
ar: تم حذف المستخدم بنجاح.
de: Der Nutzer wurde erfolgreich gelöscht.
es: El usuario fue eliminado con éxito.
fi_fi: Käyttäjä on poistettu onnistuneesti.
fr: L'utilisateur a été supprimé avec succès.
he: המשתמש נמחק בהצלחה.
it: Utente eliminato correttamente.
ja_jp: ユーザーは正常に削除されました。
pt: O usuário foi excluído com sucesso.
tr: Kullanıcı başarıyla silindi.
zh_hans: 用户已成功删除。

# parent_button_content_1
source: Invite Parent
ar: دعوة الوالد
de: Elternteil einladen
es: Invitar Padre
fi_fi: Kutsu vanhempi
fr: Inviter un Parent
he: הזמן הורה
it: Invita un genitore
ja_jp: 親を招待
pt: Convidar parente
tr: Ebeveyn Davet
zh_hans: 邀请家长

# parent_card_button_content_1
source: Resend Invite
ar: إعادة إرسال دعوة
de: Einladung erneut senden
es: Reenviar Invitación
fi_fi: Lähetä kutsu uudelleen
fr: Renvoyer l'invitation
he: שלח שוב הזמנה
it: Reinvia invito
ja_jp: 招待を再送する
pt: Clique em reenviar convite
tr: Daveti Yeniden Gönder
zh_hans: 重发邀请

# parent_card_button_content_2
source: Remove From Family
ar: إزالة من الأسرة
de: Aus der Familie entfernen
es: Remover de la Familia
fi_fi: Poista Perheestä
fr: Supprimer de la Famille
he: הסר מהמשפחה
it: Rimuovi dalla Famiglia
ja_jp: 家族から削除する
pt: Remover da Família
tr: Aileden Kaldır
zh_hans: 从家庭移除

# parent_card_button_content_3
source: Revoke invitation
ar: إلغاء الدعوة
de: Einladung zurückziehen
es: Revocar Invitación
fi_fi: Peruuta Kutsu
fr: Annuler une Invitation
he: בטל הזמנה
it: Ritira l'invito
ja_jp: 招待を取り消す
pt: Cancelar convite
tr: Davetiyeyi iptal et
zh_hans: 收回邀请

# parent_title
source: Co-Parents
ar: الآباء
de: Eltern
es: Padres
fi_fi: Vanhemmat
fr: Parents
he: הורים
it: Genitori
ja_jp: 親
pt: Pais
tr: Ebeveynler
zh_hans: 家长

# parent_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fi_fi: Tuntematon
fr: Inconnu
he: לא ידוע
it: Sconosciuto
ja_jp: 未知の
pt: Desconhecido
tr: Bilinmeyen
zh_hans: 未知

# pickme_para_message
source: has just triggered a Pick Me Up notification. Are you going to pick them up? Their location is below.
ar: أطلق **اسم الطفل** تنبيه PickMeUP للتو. موقعه الحالي أدناه.
de: heeft zojuist een SOS-waarschuwing geactiveerd. Hun huidige locatie is hieronder.
es: acaba de activar una notificación para Recogerlo. ¿Vas a ir? Su ubicación está abajo.
fi_fi: on juuri käynnistänyt Pickmeup-hälytyksen. Heidän nykyinen sijainti on alla.
fr: vient de déclencher une alerte SOS. Leur emplacement actuel est ci-dessous.
he: זה עתה הפעיל התראה 'אסוף אותי'. האם בכוונתך לאסוף אותם? ניתן לראות את מיקומם למטה.
it: ha appena attivato un avviso SOS. La loro posizione attuale è sotto.
ja_jp: SOSアラートを起動しました。 現在の場所は以下の通りです。
pt: acaba de acionar um alerta SOS. Sua localização atual é abaixo.
tr: az önce bir Beni Al bildirimini tetikledi. Onları alacak mısınız? Konum aşağıdadır.
zh_hans: ** KID NAME **刚刚触发了SOS警报。他们目前的位置如下。

# pickmealert
source: PickMeUp Alerts
ar: تنبيهات اصطحبني
de: Hol mich ab-Benachrichtigungen
es: Alertas Recógeme
fi_fi: NoudaMinuthälytykset
fr: Alertes PickMeUp
he: התראות ׳אסוף אותי׳
it: Alert Vieni-a-Prendermi
ja_jp: 車で迎えアラート
pt: Alerta “venha me buscar”
tr: BeniAl Uyarıları
zh_hans: 接送警报

source: Places (Geo-Fence)
ar: الأماكن (السياج الجغرافي)
de: Orte (Geo-Zaun)
es: Lugares (Geo-cerca)
fi_fi: Paikat (geo-aita)
fr: Lieux (géo-clôture)
he: מקומות (גיאו-גדר)
it: Luoghi (Geo-Fence)
ja_jp: 場所 (ジオフェンス)
pt: Locais (Geo-Fence)
tr: Yerler (Geo-Çit)
zh_hans: 地点（地理围栏）

# places_geo_fence_des
source: Add places Set virtual Geo-fence
ar: إضافة أماكن تعيين سياج جغرافي افتراضي
de: Orte hinzufügen. Virtuellen Geo-Zaun festlegen
es: Agregar lugares Establecer geocerca virtual
fi_fi: Lisää paikkoja Aseta virtuaalinen geo-aita
fr: Ajouter des lieux. Définir une géo-clôture virtuelle
he: הוסף מקומות הגדר גיאו-גדר וירטואלית
it: Aggiungi luoghi Imposta Geo-recinto virtuale
ja_jp: 場所を追加 仮想ジオフェンスを設定する
pt: Adicionar lugares Definir cerca geográfica virtual
tr: Yer ekleyin Sanal Geo-çit ayarlayın
zh_hans: 添加地点 设置虚拟电子围栏

# places_history_content_1
source: visit
ar: زيارة
de: Besuch
es: visita
fi_fi: vieraile
he: בקר
it: visita
ja_jp: 訪問
pt: Visita
tr: ziyaret
zh_hans: 访问

# places_history_content_2
source: visits
ar: الزيارات
de: Besuche
es: visitas
fi_fi: Vierailut
he: ביקורים
it: visite
ja_jp: 訪問
pt: Visitas
tr: ziyaretler
zh_hans: 访问

# places_history_title
source: Places History
ar: سجل الأماكن
de: Ortsverlauf
es: Historial de Lugares
fi_fi: Paikkahistoria
fr: Historique des Endroits
he: היסטוריית מקומות
it: Cronologia luoghi
ja_jp: 場所履歴
pt: Histórico de lugares
tr: Yer Geçmişi
zh_hans: 地点历史

source: Please select URl first.
ar: الرجاء تحديد عنوان URL أولاً.
de: Bitte wählen Sie zuerst die URL aus.
es: Seleccione primero la URL.
fi_fi: Valitse ensin URL-osoite.
fr: Veuillez d'abord sélectionner l'URL.
he: אנא בחר תחילה כתובת אתר.
it: Seleziona prima l'URL.
ja_jp: 最初に URL を選択してください。
pt: Selecione o URL primeiro.
tr: Lütfen önce URL'yi seçin.
zh_hans: 请先选择URL。

source: Pornography
ar: المواد الإباحية
de: Pornographie
es: Pornografía
fi_fi: Pornografia
fr: Pornographie
he: פּוֹרנוֹגרַפִיָה
it: Pornografia
ja_jp: ポルノ
pt: Pornografia
tr: Pornografi
zh_hans: 色情

# premium_features_button_2
source: Go Premium
ar: احصل على العضوية
de: Premium holen
es: Ser Premium
fi_fi: Liity Premiumiin
fr: Optez Premium
he: עבור לפרימיום
it: Passa a Premium
ja_jp: プレミアムへ
pt: Consiga o premium
tr: Premium'a geç
zh_hans: 升级 高级版

# premium_features_button_3
source: Talk to parenting Expert
ar: تحدث إلى خبير الأبوة والأمومة
de: Sprechen Sie mit einem Erziehungsexperten
es: Hablar a un Experto en Crianza
fi_fi: Puhu vanhemmuuseksperille
fr: Parlez à un expert en parentalité
he: דבר עם מומחה להורות
it: Parla con un esperto
ja_jp: 子育てエキスパートと話す
pt: Fale com o especialista em paternidade
tr: Ebeveyn Uzmanı ile konuşun
zh_hans: 与育儿专家交谈

# premium_features_content_1
source: Unlock Premium Features
ar: فتح الميزات المميزة
de: Premiumfunktionen freischalten
es: Liberar Funciones Premium
fi_fi: Avaa Premium-ominaisuudet
fr: Déverrouillez les fonctionnalités Premium
he: בטל את הנעילה של תכונות פרימיום
it: Sblocca funzioni Premium
ja_jp: プレミアム機能を解除する
pt: Desbloquear Recursos Premium
tr: Premium Özelliklerin Kilidini Açın
zh_hans: 解锁 高级版 功能

# premium_features_content_2
source: Unlock Premium Features
ar: فتح الميزات المميزة
de: Premiumfunktionen freischalten
es: Liberar Funciones Premium
fi_fi: Avaa Premium-ominaisuuksia
fr: Déverrouillez les fonctionnalités Premium
he: פתח את הנעילה של תכונות פרימיום
it: Sblocca funzioni Premium
ja_jp: プレミアム機能を解除する
pt: Desbloquear Recursos Premium
tr: Premium Özelliklerin Kilidini Açın
zh_hans: 解锁 高级版 功能

# premium_features_content_3
source: You cannot have access to text messages as this feature is locked. Please subscribe to our premium plans to use this feature.
ar: لا يمكنك الوصول إلى الرسائل النصية لأن هذه الميزة مقفلة. يرجى الاشتراك في خطتنا المميزة لاستخدام هذه الميزة.
de: Sie haben keinen Zugriff auf SMS, da diese Funktion gesperrt ist. Bitte abonnieren Sie unsere Premiumpläne, um diese Funktion zu nutzen.
es: No puedes tener acceso a los mensajes de texto porque la función está bloqueada. Por favor suscríbete a nuestro plan Premium para usarla.
fi_fi: Sinulla ei voi olla pääsyä tekstiviesteihin sillä tämä ominaisuus on lukittu. Ole hyvä ja tilaa premium suunnitelmiamme avataksesi tämän ominaisuuden.
fr: Vous ne pouvez pas accéder aux messages texte car cette fonction est verrouillée. Veuillez vous abonner à nos plans premium pour utiliser cette fonctionnalité.
he: לא תהיה לך גישה להודעות טקסט מכיוון שתכונה זו נעולה. אנא הירשם לתוכניות הפרימיום שלנו כדי להשתמש בתכונה זו.
it: Non puoi accedere a messaggi di testo poiché la funzione è bloccata. Iscriviti ai nostri piani premium per usare la funzione.
ja_jp: この機能はロックされているため、テキストメッセージにアクセスすることはできません。この機能を利用するには、プレミアムプランにご加入ください。
pt: Você não pode ter acesso a mensagens de texto, pois está bloqueada. Assine nossos planos premium para utilizar esse recurso.
tr: Bu özellik kilitli olduğu için metin mesajlarına erişemezsiniz. Bu özelliği kullanmak için lütfen premium planımıza abone olun.
zh_hans: 您无法访问文本信息，因为这个功能被锁定了。请订阅我们的高级版计划以使用此功能。

# premium_features_content_4
source: You have exceeded the Premium device limit in your current subscription. Kindly upgrade your current subscription for more devices or contact our Customer Support for help.
ar: لقد تجاوزت حد جهاز الخطة المميزة في اشتراكك الحالي. يرجى ترقية اشتراكك الحالي لمزيد من الأجهزة أو اتصل بدعم العملاء للحصول على المساعدة.
de: Sie haben die maximale Anzahl an Premiumgeräten in Ihrem aktuellen Abonnement erreicht. Bitte upgraden Sie Ihr derzeitiges Abonnement für mehrere Geräte oder kontaktieren Sie unseren Kundenservice für Unterstützung.
es: Has excedido el límite de dispositivos Premium de tu suscripción actual. Por favor, actualiza tu suscripción para aumentar el límite o contacta a nuestro Servicio al Cliente para más ayuda.
fi_fi: Olet ylittänyt Premium laitteiden rajan tämänhetkisellä tilauksellasi. Ole hyvä ja päivitä nykyisnen tilauksesi useammille laitteille tai ota yhteyttä Asiakaspalveluumme saadaksesi apua.
fr: Vous avez dépassé la limite d'appareils Premium de votre abonnement actuel. Veuillez mettre à niveau votre abonnement actuel pour plus d'appareils ou contacter notre service client pour obtenir de l'aide.
he: חרגת ממגבלת מכשירי הפרימיום במנוי הנוכחי שלך. אנא שדרג את המנוי הנוכחי שלך למכשירים נוספים או צור קשר עם שירות הלקוחות שלנו לקבלת עזרה.
it: Hai superato il limite Premium del dispositivo nel tuo abbonamento attuale. Aggiorna l'abbonamento attuale per più dispositivi o contatta il nostro Supporto Clienti.
ja_jp: 現在の契約では、プレミアムデバイスの制限を超えています。現在の契約をアップグレードしてデバイスを増やしていただくか、カスタマーサポートまでお問い合わせください。
pt: Você excedeu o limite de dispositivos Premium em sua assinatura atual. Por favor, atualize sua assinatura para habilitar mais dispositivos ou entre em contato com nosso Suporte ao Cliente para obter ajuda.
tr: Mevcut aboneliğinizde Premium cihaz sınırını aştınız. Lütfen daha fazla cihaz için mevcut aboneliğinizi yükseltin veya yardım için Müşteri Desteğimizle iletişime geçin.
zh_hans: 您的设备数已超出您目前订阅的高级版计划中的设备限制。请升级您当前的订阅计划以提供更多的设备访问，或联系我们的客服以获得帮助。

source: Priority Email Support
ar: أولوية دعم البريد الإلكتروني
de: Bevorzugter E-Mail-Support
es: Soporte prioritario por correo electrónico
fi_fi: Ensisijainen sähköpostituki
fr: Assistance par e-mail prioritaire
he: תמיכת דואל עדיפות
it: Assistenza e-mail prioritaria
ja_jp: 優先メールサポート
pt: Suporte por e-mail prioritário
tr: Öncelikli E-posta Desteği
zh_hans: 优先电子邮件支持

source: privacy policy
ar: سياسة الخصوصية
de: Datenschutzbestimmung
es: Política de privacidad
fi_fi: yksityisyyskäytäntömme
fr: politique de confidentialité
he: מדיניות הפרטיות
ja_jp: プライバシーポリシー
pt: política de privacidade
tr: gizlilik politikamızı
zh_hans: 隐私政策

# processing_subscription
source: Please hold on, your subscription is currently being processed.
ar: يرجى الانتظار، اشتراكك قيد المعالجة حاليًا.
de: Bitte warten Sie, Ihr Abonnement wird gerade bearbeitet.
es: Por favor, espera, tu suscripción está siendo procesada.
fi_fi: Odota hetki, tilaustasi käsitellään parhaillaan.
fr: Veuillez patienter, votre abonnement est en cours de traitement.
he: אנא המתן, המנוי שלך נמצא כעת בעיבוד.
it: Attendi, il tuo abbonamento è in fase di elaborazione.
ja_jp: しばらくお待ちください。現在サブスクリプションを処理中です。
pt: Aguarde, sua assinatura está sendo processada no momento.
tr: Lütfen bekleyin, aboneliğiniz şu anda işleniyor.
zh_hans: 请稍候，您的订阅目前正在处理中。
